Repository: JianLaiTL/JianLai
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 崔姓读书人叹了口气，和刘灞桥坐在小院石桌旁。
en_us: The scholarly heaved a faint sigh, then sat down at a stone table in the courtyard with Liu Baqiao.

source: 崔姓读书人置若罔闻。
en_us: The scholarly man pretended not to have heard him.

source: 崔明皇不愿继续空耗下去，开门见山道：“晚辈对那座披云山情有独钟，希望将它作为一座新书院的地址，晚辈来此是客，入乡随俗，于情于理，都应该跟杨老前辈打声招呼。不知道前辈有什么要求？”
en_us: Cui Minghuang didn't want to dwell on this subject any longer, so he cut straight to the chase. "I am very fond of this Cloud Drape Mountain, and I want to make it the site for a new academy. I am an outsider, so it would be rude of me to act without consulting you first. Do you have any demands for me to fulfill, Senior Yang?"

source: 崔明皇似乎不敢擅自催促老人，缓缓起身，轻声道：“前辈放心，只要前辈一天不点头，晚辈的书院就一天不敢破土动工。如果哪天前辈觉得此事可行，可以让窑务督造衙署那边，捎句话给观湖书院崔明皇即可。”
en_us: Cui Minghuang didn't seem to dare to force a response out of Old Man Yang, and he slowly rose to his feet as he declared, "Rest assured, Senior, if you don't give the nod, then I would never dare to begin construction on a new academy. If there comes a day when you decide to agree to my proposal, then just get the kiln supervision office to pass on a message to me."

source: 崔明皇作揖告辞。
en_us: Cui Minghuang extended a respectful salute, then promptly departed.

source: 崔明皇先是一愣，随即苦笑，最后自嘲道：“前辈是不是太高看我了？”
en_us: Cui Minghuang was quite taken abakc by this question, following which a wry smile appeared on his face as he said, "Aren't you overestimating me, Senior?"

source: 崔明皇哭笑不得，懒得理睬这浑人。
en_us: Cui Minghuang could only shake his head in exasperation.

source: 崔明皇喃喃道：“若是图一个为生民立命，那也太亏了，他是齐静春啊，山崖书院的山主，儒教第四圣的得意弟子，他的一条命，换来五六千凡夫俗子的来生来世，划算吗？我看不划算，换成是我，绝对做不来。”
en_us: Cui Minghuang continued, "If all he wanted was to save the town's residents, then what he did was a massive waste. This is Qi Jingchun, a mountain master of Mountain Cliff Academy and aprized disciple of the fourth Sage of Daoism. Is it worth sacrificing his life in exchange for the 6,000 mortals to have a chance at reincarnation? I think that's a completely lopsided trade, and I would never be able to do something like that."

source: 崔明皇在三人落座后，对刘灞桥笑道：“亏得你忍住没出手，要不然肯定会捅出大篓子。你是没有看到，刚才咱们督造官宋大人和那正阳山护山猿，在福禄街硬碰硬对了三拳，动静不实话，接下来不管你遇到如何千载难逢的机会，我劝你都不要出手，不要觉得有机可乘。”
en_us: After the three of them had taken a seat, Cui Minghuang turned to Liu Baqiao with a smile as he said, "It's a good thing you resisted the urge to strike. Otherwise, you would've been in massive trouble. You didn't see what happened just now, but our kiln supervision official, Master Song, just exchanged three punches with that Mountain-moving Ape of the Sun Scorch Mountain on Fortune Street. From here onward, regardless of how exceptional an opportunity you come across, I suggest you don't give in to temptation and refrain from doing anything."

source: 崔明皇心中一叹，龙尾郡陈氏，恐怕很难在接下来的大争乱局之中，脱颖而出了。
en_us: Cui Minghuang heaved an internal sigh upon seeing this. Given Chen Songfeng's lack of composure, it seemed that the Chen Clan of the Dragon Tail County was not going to be falling into good hands.

source: 崔明皇打趣道：“现在知道山外有山、人上有人了吧？”
en_us: "As the saying goes, there's always a taller mountain, just as there's always someone above you," Cui Minghuang said.

source: 崔明皇摇头笑道：“山主事先并未告知，但是我勉强猜出一点端倪。”
en_us: Cui Minghuang shook his head with a smile as he replied, "Our mountain master never disclosed your identity to me, but I can roughly guess who you are."

source: 崔明皇摇头道：“围棋当中，同样是九段国手，也分强弱，相差很大，何况宋长镜本就是第九境里的最强手。”
en_us: Cui Minghuang shook his head as he explained, "Even among ninth dan go masters, there's a vast disparity in skill between the strongest and weakest players. In addition to that, Song Changjing stands at the pinnacle of the ninth tier."

source: 崔明皇无奈道：“咱们好歹借住在宋大人这里，你能不能说话客气些？”
en_us: Cui Minghuang heaved a resigned sigh as he replied, "We're currently living under Master Song's roof, would it kill you to speak more politely about him?"

source: 崔明皇早已站起身，正想要开口说话，意思是要将那张主位椅子，让给这位大骊藩王。
en_us: Cui Minghuang had already risen to his feet, vacating his chair to Song Changjing.

source: 崔明皇正要阻拦。
en_us: Cui Minghuang was just about to step in when Chen Dui was sent flying back through the air.

source: 崔明皇点头道：“前辈问便是了。”
en_us: "Go ahead, Senior," Cui Minghuang prompted with a nod.

source: 崔明皇神色自若，笑道：“世事无常，无巧不成书。”
en_us: Cui Minghuang remained calm and collected as he smiled and replied, "There's no telling what life has in store sometimes."

source: 崔明皇神色自若，问道：“齐先生是否出面？”
en_us: Cui Minghuang remained calm and collected as he asked, "Has Mr. Qi intervened?"

source: 崔明皇突然脸色微变，对刘灞桥沉声喊道：“灞桥！”
en_us: Cui Minghuang's expression suddenly changed slightly as he called out in a stern voice, "Baqiao!"

source: 崔明皇站起身，“我去趟学塾，去去就回。”
en_us: Cui Minghuang rose to his feet, then continued, "I'm going to the school, I'll be back soon."

source: 崔明皇笑了笑，“谢过老先生告知此事。”
en_us: Cui Minghuang smiled as he said, "Thank you for informing me of this."

source: 崔明皇笑着解释道：“哪怕是晚一些来算，从我儒家第四圣在庙位置第一次下降，以此作为开端，那也是八十年前的事情了，我如今不过而立之年，怎么说得通？”
en_us: Cui Minghuang smiled as he explained, "Even if we trace everything back to the first time the fourth Sage of Confucianism had his position lowered in the temples, that was still something that happened 80 years ago. I am only 30 years of age right now, how do the timelines match up?"

source: 崔明皇问道：“不止是牵涉到风雷园和正阳山的恩怨？”
en_us: "Does it go beyond the differences between the Wind Lightning Field and the Suns Sorch Mountain?" Cui Minghuang asked.

source: 崔明皇非但没有离去，反而在青牛背席地而坐，落座之前，不忘伸手将腰间玉佩小心翼翼挽住，以免撞击在石崖上，他抬头望着再无遮拦的蔚蓝天空，轻声道：“空有一身通天修为，为了护住这座骊珠洞天，不让天道渗透进来些许，竟是半点也不愿使出，到最后只能靠两个本命字，真正死撑到最后。杨老先生，你说我们这位齐先生，到底图什么？”
en_us: Not only did Cui Minghuang not leave, he took a seat on the ground. Before doing so, he made sure to cup the jade pendant hanging from his waist carefully in his hand to prevent it from striking the stone cliff. He raised his head to look up at the clear, blue sky, then said in a quiet voice, "Despite his unfathomable power, he was unwilling to use any of it so that the Heavenly Dao wouldn't be able to infiltrate into this small world, even in the slightest. In the end, he could only rely on his two bonded characters and hold on until the bitter end. Why do you think he did this, Mr. Yang?"

source: 左手用棉布条包扎的陈平安，正用双手端来一碗药，在少女接手后，笑道：“没事，我回巷子之前，找了些草药捣烂，给伤口敷上了，以前我当窑工那会儿的跌打割伤，都用这个，百试百灵，是很久之前杨家铺子一个老人告诉我的秘方，不过我当初答应老人不许外传，要不然宁姑娘你走南闯北，说不定用得着，你要是想要，我可以去找找杨家铺子的老人，跟他求一求。只是今天去药铺比较急，也没见着那位老人，只希望他是临时走开了。”
en_us: Chen Ping'an's left hand was wrapped in strips of cotton cloth as he carried a bowl of medicine over. After Ning Yao accepted it, he smiled and replied, "It's fine. I ground up some herbal medicines before I came back, and I've already applied the paste to my wound. When I suffered cuts and bruises while working as a potter, I also used this paste to treat my wounds. It worked 100% of the time. In fact, an old man from the Yang Family's medicine shop told me this secret recipe a long time ago. However, I promised him that I wouldn't share this secret recipe with others. Otherwise, seeing that you always travel around, it's quite likely that you might find it useful. If you want a copy, I can look for that old man and ask him for permission. However, I was in quite a hurry when I went to the medicine shop today, so I wasn't able to see the old man. Hopefully, he was only gone for a short while."

source: 巨人每说一个来字，就用拳头砸在膝盖上一次。
en_us: The golden giant slammed his fist into his own knee as he spoke, and after three strikes, the sea of clouds began to churn violently like a cauldron of boiling water.

source: 巨人道：“你有春风，本座则有一场飞剑法雨，要给你这家伙泼泼冷水！”
en_us: The giant continued, "You have your spring breeze, while I have a storm of flying swords to rain on your parade!"

source: 已经有防备的老人不过是随手抬起，任由其钉入手臂些许而已，狞笑着大踏步前行。
en_us: Bai Yuan was prepared for this, and he casually raised an arm, allowing the arrow to pierce a shallow wound onto his arm before striding forward with a sinister grin.

source: 已经语无伦次的年轻道人低下头，只差没有泪流满面了，“小姑娘，你发发慈悲心，放过贫道好不好，回头贫道就帮你找处山清水秀的地方，风水极好，肯定能够福泽子嗣哦不对，姑娘还是黄花大闺女，那就”
en_us: The young Daoist priest was completely panicked and distraught, and he was on the verge of tears as he said in a tremblling voice, "Please spare me out of the kindness of your heart, fair maiden. I promise you that I'll find a scenice location for you with exceptional fengshui that'll be sure to bless your descendants... Oh wait, you're still a virgin... In that case..."

source: 巷子那边，刘羡阳听着卢正淳说着什么高官厚禄、腰缠万贯、美女如云，就像是对着一个掉书柜的宋集薪，格外恼火，上前一步，指着卢正淳的鼻子斩钉截铁道：“那铠甲是我刘家的祖传，跟钱没关系！你就算今天就让我搬到你家去住，从今以后你卢正淳每天喊我爷爷，我也懒得理你！姓卢的，听清楚了没？！”
en_us: Meanwhile, inside the alley, Liu Xianyang was listening to Lu Zhengchun babble on about becoming a wealthy official and having dozens of beauties around him and whatnot, and it was as if he were listening to Song Jixin expounding on all those profound principles and teachings. He was extremely ticked off. He took a step forward and pointed at Lu Zhengchun, saying in a resolute voice, "That suit of armor is a relic passed down by my ancestors, so its value isn't something that can be measured with money! Even if you allow me to move to your house today, and even if you call me master from now on, I still won't consider selling it! Lu Zhengchun, have I made myself clear?!"

source: 巷弄之中，儒家圣人一板一眼地还了少年一礼。
en_us: In the alley, the Confucian Sage's movements were extremely proper as he returned the respects.

source: 师父是什么性子，李二他媳妇又是什么德行，他怎么会不清楚，所以他觉得自己这次不死也得掉层皮。
en_us: Just what kind of temper did his master have? Just what kind of temper did Li Er's wife have? How could he not know this? Thus, he felt like he would lose a layer of skin even if he wasn't killed.

source: 师父站起身了，汉子也只好跟着起身，他虽然不会溜须拍马，可规矩还是懂的。
en_us: Since his master had stood up, Li Er had no option but to stand up as well. He didn't know how to flatter others, but he did know how to follow the rules.

source: 带着少年离去之时，悄然转头，望向槐树最高处，齐静春面露讥讽。
en_us: As he walked away with the young boy, Qi Jingchun silently looked back at the crown of the locust tree, an expression of ridicule on his face.

source: 帷帽少女没有理睬走向自己的锦衣少年，视线越过少年肩头，望向那个亦步亦趋的高大老人，她神色郁郁道：“方才你言不合就要杀人，虽然你有你的理由，但是我觉得这样不对。”
en_us: The young woman paid no heed to the brocade-robed boy that was approaching her. Instead, she looked over his shoulder and cast her gaze toward the old man as she said wit ha displeased expression, "Just now, you tried to kill me out of the blue. You had your reasons, but I still think what you did was wrong."

source: 帷帽少女等到陈平安后，环顾四周，最后将长剑横放在一只彩绘戗金花卉的老旧博古柜上，彩漆斑驳翻裂，她为了给长剑腾地方，挪开许多瓶罐杂物，发现柜子后壁镶嵌有一幅图案，一株金色桂树，正值圆月当空。
en_us: Ning Yao looked around after Chen Ping'an arrived, and in the end, she placed her sword on an ancient and ornate cabinet that was decorated with golden flowers. However, the paint on this cabinet was already cracking and peeling, and she also had to push aside many jars and other miscallaneous items to make some space for her sword. While doing this, she discovered that there was a mosaic of a golden cassia embedded behind the cabinet, with a full moon filling a corner.

source: 帷帽少女腰肢猛然拧转，以左脚脚尖为支撑点，右手拔刀出鞘，小巷当中出现抹比阳光更耀眼的雪白光辉。
en_us: The young woman immediately twisted around with the tip of her left foot as a pivot point, and at the same time, she drew her saber with her right hand, sending a streak of white light that was even more dazzling than the radiance of the sun sweeping through the alley.

source: 干瘦孩子笑了笑，“不用给钱。”
en_us: The skinny boy smiled and replied, "You don't need to give me money."

source: 平时最喜欢恪守规矩的青衫少年，听闻“噩耗”后，目瞪口呆，痴痴看着棋盘，最后小心翼翼说道：“先生，如此一来，好像很多定势用不上了。”
en_us: The azure-robed young boy always liked to abide by the rules, so this sudden change was nothing short of a nightmare for him. He stared at the board with a dazed expression, then said in a careful voice, "Mr. Qi, if play like this, then there are many sets of jōseki that we won't be able to use." [ref]In go and shōgi, a jōseki or jouseki is the studied sequences of moves for which the result is considered balanced for both black and white sides.[/ref]

source: 年纪轻轻的少年，此时就像一条老狗。
en_us: He was still young, yet he appeared much like an old dog at this moment.

source: 年轻人想到这些，就有些灰心丧气，低头瞥了眼裤裆，骂骂咧咧，“没骨头，难怪没骨气！”
en_us: Upon thinking of this, the young man couldn't help but feel slightly disheartened and discouraged. He glanced down and his crotch and scolded, "How pathetic! As expected of something without spine!"

source: 年轻人把头往那位儒家君子伸过去，后者笑着用手指推开这颗脑袋，提醒道：“刘灞桥，既然已经拖延了行程，就赶紧办正事去，还来我这边空耗做什么？什么时候风雷园的行事风格，变得如此拖拉了？”
en_us: The young man leaned in toward the scholarly man as he spoke, only for the latter to push his head away with an amused smile as he said, "Seeing as you've already been delayed, you should be making better use of your time. Why have you come here to visit me instead? Since when did the disciples of the Wind Lightning Field become so lackadaisical?"

source: 年轻人磕头磕得很不含糊，砰砰作响。
en_us: Yet, Lu Zhengchun was extremely earnest as he kowtowed, with his head banging against the ground.

source: 年轻伙计随手抄起一把扫帚，作势打人。
en_us: The young employee picked up a broom and raised it in a threatening fashion.

source: 年轻剑修伸出大拇指，笑容灿烂道：“大姐，算你狠。”
en_us: Liu Baqiao gave the woman a thumbs up, graciously accepting his defeat. "You win this time!"

source: 年轻女冠摇了摇头，知道大局已定，便觉得辜负了小师叔的托付，心怀愧疚。
en_us: However, the young Daoist nun shook her head, knowing that everything had already been settled. She had failed to honor her Junior Uncle's request, so she couldn't help but feel a sense of guilt.

source: 年轻女冠有些气闷，看了一眼同门师弟，年轻道人哈哈一笑，便不与那人针锋相对，自顾自抬头道：“今天月色真好。”
en_us: Meanwhile, the young Daoist nun was slightly annoyed as she listened to their conversation. She shot a glance at her Junior Brother, who laughed and stopped targeting the man with the sword. He looked up and remarked to himself, "The moon is so beautiful tonight."

source: 年轻女冠说道：“你们佛门的雷音塔，我们道家的天师印，加上兵家的一座小剑冢，当然还有儒家的山岳玉牌。四件最早四位圣人留下的压胜之物，不说他们儒家自己内部如何勾心斗角，只说我们三方，这次各自取回，虽然名正言顺，但是如果真的跟齐先生一声招呼也不打，是不是不太合适？”
en_us: "The Thundering Pagoda of the Buddhist Sect, the Heavenly Master Seal of the Daoist Sect, and the Small Sword Resting Ground of the Martial Sect... Of course, there's also the Mountain Range Jade Plate of the Confucian Sect. These are the four subjugation treasures left by the four earliest Sages. Let's not talk about the internal conflict of the Confucian Sect, and let's just focus on the three forces that we represent. Even though it's perfectly reasonable for us to retrieve our subjugation treasures, might it be inappropriate for us to do so without informing Mr. Qi first?" the young Daoist nun said.

source: 年轻女冠走到那名背负长剑的男人身边，问道：“关于马苦玄，当真没有回旋余地？”
en_us: The young Daoist nun walked up to the man with the sword strapped to his back and asked, "Regarding Ma Kuxuan, is there really no wiggle room at all?"

source: 年轻店伙计已经悻悻然放下扫帚，忙活自己手头的事情去。
en_us: The young shop employee had already sheepishly set down the broom and gone back into the shop.

source: 年轻男人没有着急赶路，望着陈平安，微笑道：“不用，就几步路的事情，不麻烦了。谢谢你啊。”
en_us: The young man seemed to be in no hurry to leave, and he replied with a smile, "It's not far away, so I should be fine on my own, but thank you for offering."

source: 年轻男子整个人飞出去，重重摔在街上后，身体微微抽搐，没有半点挣扎起身的迹象。
en_us: The young man was sent flying backward onto the street, and he slammed into the ground with a heavy thud. His body convulsed slightly, and he showed no signs of getting back up.

source: 年轻道人一拍脑袋，出门去拿纸笔，准备开个方子让少年去抓药。
en_us: All of a sudden, he realized that he was forgetting something, and he gave himself a light slap on the forehead before making his way back outside to fetch some paper and a brush so he could write down the list of medicinal ingredients that he wanted Chen Ping'an to fetch.

source: 年轻道人一脸懵懂，眨眨眼道：“对啊，贫道是说让你抓药的时候小心一些，不要过于高调张扬，以免弄得满城风雨，坏了姑娘的名声。”
en_us: The Daoist priest replied, "I did tell you to leave the rest to me, but only after you've fetched the medicinal ingredients I asked for. Make sure to be careful on your way to the medicine shop, and don't tell anyone what you're doing. Otherwise, if people hear that you have a woman from out of town in your room, it could ruin both her reputation and yours."

source: 年轻道人不露声色地松开手，满脸怜悯，大义凛然道：“人非草木，岂能没有恻隐之心贫道这生风光霁月，岂是那种见死不救之人”
en_us: The young Daoist subtly released the young woman's hand, then put on a sympathetic expression as he declared in a righteous manner, "A man as upstanding and kindhearted as myself naturally can't just turn away a fair maiden in her hour of need!"

source: 年轻道人不露声色地瞥了眼女子，视线微微向下，是一幅鼓囊囊的风景，然后道士咽了咽口水，说了一句神叨叨的卦语，“今日贫道给自己算了一签，下签，大凶啊。”
en_us: The ist priest took a subtle glance at the woman, but as he shifted his gaze slightly downward, he was greeted by the sight of a voluptuous bulge. He gulped slightly, then said in a mysterious voice, "I picked out a slip myself earlier today, and it was a bad slip that entails great peril."

source: 年轻道人也不恼火，对那高大少年大声喊道：“指望今年百事昌，谁知命里有祸殃。无灾不肯念神仙，欲得安稳当烧香应当烧香啊”
en_us: The young ist priest remained calm and collected as he yelled out, "Everyone hopes for fortune and prosperity, but who knows what troubles life has in store? People only turn to the gods when things go wrong, but to have a safe and stable life, one should regularly offer burning incense to the gods."

source: 年轻道人会心一笑，“那你有没有想过，姚老头的那手绝活，真正厉害在什么地方？”
en_us: A meaningful smile appeared on the Daoist priest's face as he asked, "Have you considered what it was that made his jumping burin technique so remarkable?"

source: 年轻道人低头看着那个瘦小的身影，“罢了罢了，为了救人，贫道欠你次人情，本想着能赖账是最好，不然剩下点放在来世再说，如今看来，还是全部都还你，以后就两清了。贫道与你说三件事，你记清楚，第件事，是等宁姑娘身体好些，带着她去小镇外南边溪边，找对姓阮的父女，切记，是带着她起去，否则你自己去百趟都没用，去了之后，哪怕死皮赖脸撒泼打滚，你也要争取做他们的帮工学徒，挖井搬石也好，铸剑打铁也行，总归都是找到了处荫凉的落脚处。如此来，宁姑娘也算是还清了你的人情，你也别觉得自己是占人家便宜。”
en_us: The Daoist priest looked down at him for a moment, then said, "I owe you a favor for saving Ning Yao, and I was hoping that I would be able to avoid repaying you, or at least delay part of the repayment until your next life, but now, I've decided to repay you in full at once so neither of us will owe the other anything. I'm going to tell you three things that you must make sure to remember. The first thing is that once Ning Yao is in better condition, take her to the creek south of the town and look for a father and daughter with the Ruan surname. Make sure to take Ning Yao with you. Otherwise, if you go on your own, you can visit them 100 times, and they still won't agree to meet you. After you get there, no matter what you have to do, whether that be beg and grovel, or just be shameless and refuse to leave, you have to convince them to accept you as an apprentice or a manual laborer. Regardless of whether you'll be assigned to digging wells or forging swords, it doesn't matter. All that matters is that you get them to take you under their wing. After that, Ning Yao will have repaid her debt to you as well, so don't feel like your taking advantage of her. The second thing is that after the fifth day of hte fifth month, you must make frequent visits to hte creek under the covered bridge. It doesn't matter what you do there, whether it be collecting rocks or cathching fish, the key is to visit the creek often. It's even more important that you visit the creek when you're in a bad mood or you sense something a little different from usual. As for what rewards you'll reap from those visits, given your terrible luck, I wouldn't be too optimistic, but you can only hope that yoyr diligence ca make up for your other shortcomings. If you still don't reap any rewards even after visiting the creek as much as possible, then you'll just have to accept your fate."

source: 年轻道人倒像是个长辈了。
en_us: The Daoist priest was rambling as if he were an older family member of Chen Ping'an's.

source: 年轻道人假装什么都没有发生，“那就桃叶巷的魏家看你们家就是积善积德的，肯定承受得起这份因果。”
en_us: The young Daoist priest pretended as if nothinghad happened as he continued, "Let's go to the Wei Clan on Peach Leaf Alley instead. The Wei Clan has clearly done many good deeds and accumulated a great deal of good karma, so they'll definitely be the right people to turn to."

source: 年轻道人停顿很久，直到推车马上要离开泥瓶巷，这才轻声说道：“不但如此，你此生命途坎坷，还是受累于你爹娘。”
en_us: The Daoist priest fell silent after that, but right as the cart was about to pushed out of Clay Vase Alley, he concluded, "Not only that, but your parents are partially to blame for how difficult your life has been."

source: 年轻道人冷哼声，“早就跟你说了，自己想去”
en_us: "I already told you what the third thing is, think about it yourself," the Daoist priest replied with a cold harrumph.

source: 年轻道人即无欣赏，也无贬低，轻声叹息道：“陈平安，年纪轻轻，看淡生死，可不是什么好事啊。你是不是觉得能活着是最好，但是如果真的没法子，老天爷实在不让自己活了，死就死，也不怕，对不对因为死这件事，其实对你而言，反而是次有希望重逢的机会”
en_us: The young Daoist priest heaved a faint sigh upon seeing this. "Chen Ping'an, it's not necessarily a good thing to think of yourself as someone with nothing to lose at such a young age. You must be thinking that it would be best if you could survive, but if the will of the heavens left no alternative for you but to meet a premature demise, then that's not anything worthy of fear, right? In your mind, death is just a way for you reunite with your parents, is that correct?"

source: 年轻道人又好奇问道：“你记性很好？有多好？”
en_us: An intrigued look appeared on the Daoist priest's face as he remarked, "You seem to have a very good memory. How well can you remember things?"

source: 年轻道人双手捧住脑袋，脸崩溃的凄惨模样，好像是在仰头问天：“这么大个因果砸过来，不等于让贫道在额头刻上心求死四个字吗贫道这些年云游四方，风餐露宿，跋山涉水，经常走在街上被狗咬很辛苦的好不好干你娘的大隋高氏，还有姓吴的老狗，你们给贫道等着，这笔账没有五百年，根本算不清楚贫道的道行修为这么浅，真的挑不起什么重担子啊”
en_us: The young Daoist priest threw his hands onto his own head with an aghast expression, as if he were asking the heavens: "Why have you dumped such a massive bundle of mishap upon my lap? What have I done to deserve this? For all these years, I've been traveling to all parts, embarking on arduous journeys, often being bitten by dogs even as I'm just walking along the street, minding my own business! My life is already difficult enough without this! Curse you, Gao Clan of the Great Sui Nation and that old dog of a eunuch! I'm nowhere near strong enough to be able to handle such a burden!"

source: 年轻道人反问道：“姑娘也不是，对吧？”
en_us: Instead of answering the question, the Daoist priest turned the same question on her. "You're not, either, isn't that right?"

source: 年轻道人叹了口气，“不管怎么样，先看你会如何选择，贫道决不强求，你若是不愿，贫道便自己担起这份因果好了。”
en_us: After a while, he reopened his eyes as he sighed, "In any case, the choice is up to you, and I definitely won't force you to take on this bundle of mishap against your will. If you're unwilling to accept such a burden, then I'll just have to bear it on my own."

source: 年轻道人向少女笑道：“叶浮萍归大海，人生何处不相逢。宁姑娘，那咱们后会有期”
en_us: The Daoist priest then turned to Ning Yao with a smile as he said, "The world is vast, but it can also be incredibly small at times, so I'm sure we'll meet again someday, but for now, this is farewell."

source: 年轻道人咦了声。
en_us: All of a sudden, a potentially suitable candidate sprang into the Daoist priest's mind, but instead of being elated by this find, he became even more aghast, and he closed his eyes as he thought about whether it was right to potentially bring more misfortune upon someone who already had nothing.

source: 年轻道人咳嗽一声，板起脸，继续守株待兔，等待下一位客人。
en_us: He then cleared his throat and put on a serious expression, waiting for his next customer.
